Repository: FrodeSolheim/fs-uae-launcher
Catalog: po/*.po
Languages: eo, es

source: Missing Game Files
eo: Mankantaj dosieroj de ludo
es: Faltan Archivos Juego

source: Model:
eo: Modelo:
es: Modelo:

source: Monitor to display FS-UAE on (fullscreen)
es: Monitor para mostrar FS-UAE en (pantalla completa)

source: Monitor to display FS-UAE on (left, middle-left, middle-right, right)
es: Monitor para mostrar FS-UAE (izquierda, centro-izquierda, centro-derecha, derecha)

source: Motherboard RAM
es: RAM Placa base

source: Mouse
eo: Muso
es: Ratón

source: Mouse Settings
eo: Musagordoj
es: Ajustes Ratón

source: Mouse Speed (%)
eo: Musrapido (%)
es: Velocidad Ratón (%)

source: Mouse: {system} Mouse
eo: Muso: {system} Muso
es: Ratón: {system} ratón

source: Multi-Select...
eo: Pluropa elekto...
es: Selección múltiple...

source: N/A
eo: Nedisponebla
es: N/D

source: Net Play
eo: Retludado
es: Juego en Red

source: Net Play Settings
eo: Retludagordoj
es: Ajustes Juego en Red

source: Net play tag (max 3 characters)
es: Tag Juego en Red (max 3 Caracteres)

source: Network Card
eo: Retkarto
es: Tarjeta red

source: New Config
eo: Nova agordo
es: Configuración nueva

source: Nick:
eo: Kromnomo:
es: Apodo:

source: No Amiga Device
eo: Neniu Amiga aparato
es: Ningún Dispositivo Amiga

source: No Device
eo: Neniu aparato
es: Ningún Dispositivo

source: No Host Device
eo: Neniu aparato
es: Ningún Dispositivo Host

source: No Last Played
es: No Ultimo Jugado

source: No Protection
eo: Senprotekta
es: Sin Protección

source: No extended kickstart found for this model. Try 'scan' function.
es: Kickstart extendida no encontrada de este modelo. Prueba función 'escanear'.

source: No scan in progress
es: Ningún escáner en curso

source: None
eo: Neniu
es: Ningúno

source: Not logged in
eo: Ne estas ensaluta
es: No logado :

source: OAGD.net Locker Uploader
es: OAGD.net taquilla Uploader

source: OAGD.net Locker is not enabled for your user. It may be available only to a few select beta users.
es: OAGD.net taquilla no está disponible para ti. Solo está disponible para unos pocos usuarios.

source: OAGD.net upload task completed successfully
es: OAGD.net tarea de subido terminada correctamente

source: Off
eo: Malŝaltita
es: Desactivado

source: On
eo: Ŝaltita
es: Activado

source: OpenGL Settings
eo: Agordoj de OpenGL
es: Ajustes OpenGL

source: Option {name} is overridden by current configuration
es: Opción {name} reemplazada por configuración actual

source: Options for WHDLoad support in FS-UAE Launcher
es: Opciones de soporte WHDLoad in FS-UAE Launcher

source: Other Device
eo: Alia aparato
es: Otro Dispositivo

source: Outdated plugins: {0}
es: Plugins anticuado: {0}

source: Parallel Port Joysticks
eo: Paralelaj stirstangpordoj
es: Joysticks Puerto Paralelo

source: Password:
eo: Pasvorto:
es: Contraseña:

source: Platform
eo: Platformo
es: Plataforma

source: Please open the following web page and download the game from there:
es: Por favor abre la siguiente página web para descargar el juego:

source: Please wait...
eo: Bonvolu atendi...
es: Por favor espere...

source: Preparing WHDLoad...
eo: Pretigas WHDLoad...
es: Preparando WHDLoad...

source: Preparing floppy images...
eo: Pretigas disketbildojn...
es: Preparando Imágenes Disquetes...

source: Preparing hard drives...
eo: Pretigas fiksitajn diskojn...
es: Preparando Discos Duros...

source: Preparing kickstart ROMs...
eo: Pretigas memorojn de Kickstart...
es: Preparando kickstart ROMs…

source: Preparing...
eo: Pretigas...
es: Preparando...

source: Purging old entries...
eo: Viŝas malnovajn enigojn...
es: Purgando entradas antiguas...

source: Quit
eo: Eliri
es: Cerrar

source: ROM & RAM
eo: ROM kaj RAM
es: ROM y RAM

source: ROM and RAM
eo: ROM kaj RAM
es: ROM y RAM

source: Rate Variant
es: Puntúa Variante

source: Re-trying in {0} seconds...
eo: Reprovos en {0} sekundoj...
es: Reintentar en {0} segundos…

source: Read more
eo: Legi pli
es: Leer más

source: Refresh List of Connected Joystick Devices
es: Actualizar lista de Joysticks conectados

source: Reject
eo: Malakcepti
es: Descartar

source: Relative Temporary Directories
es: Directorios temporales relativos

source: Relative paths
eo: Relativaj dosierindikoj
es: Rutas relativas

source: Relax host CPU usage when using fastest-possible CPU
es: Relajar uso CPU anfitrión cuando se utiliza la CPU más rápida posible

source: Remove Directory from Search Path
es: Eliminar directorio de la ruta de busqueda

source: Remove Selected Files
es: Eliminar Archivos Seleccionados

source: Removing list {0}
eo: Forigas liston {0}
es: Eliminando lista {0}

source: Render scan lines
es: Renderizar scanlines

source: Render scan lines in RTG graphics mode
es: Renderizar scanlines en modo gráfico RTG

source: Reset password via e-mail
eo: Reŝanĝi pasvorton per retpoŝto
es: Resetear contraseña por e-mail

source: Resetting game database...
eo: Reŝargas datumbazon de ludojn...
es: Reseteando Base de datos juegos…

source: Restoring changes...
eo: Restaŭras ŝanĝojn...
es: Restableciendo Cambios...

source: Retrying last operation (attempt {0})
es: Reintentar ultima operación (intento {0})

source: Right
eo: Dekstra
es: Derecha

source: Running: Emulator
eo: Plenumas: Imitilo
es: Ejecutando: emulador

source: Save
eo: Konservi
es: Guardar

source: Save Config
eo: Konservi agordon
es: Guardar configuración

source: Save Disk
eo: Konservi diskon
es: Guardar disco

source: Save to directory:
eo: Konservi en dosierujo:
es: Reseteando Base de datos juegos…

source: Saving changes...
eo: Konservas ŝanĝojn...
es: Guardando Cambios...

source: Scaling Options
eo: Agordoj de skalado
es: Opciones de escalado

source: Scan
eo: Skani
es: Escáner

source: Scan Downloads
eo: Skani elŝutojn
es: Scaneando Descargas

source: Scan complete
eo: La skano kompletiĝis
es: Escáner Completo

source: Scan error
eo: La skano fiaskis
es: Error escaner

source: Scan for Kickstarts, Files and Configurations
es: Escanear Kickstarts, Archivos y Configuraciones

source: Scanning .fs-uae files...
eo: Skanas dosierojn .fs-uae...
es: Escaneando archivos .fs-uae...

source: Scanning configurations
es: Escaneando configuraciones

source: Scanning files
eo: Skanas dosierojn
es: Escaneando Archivos

source: Scanning files ({count} scanned)
eo: Skanas dosierojn ({count} skanitaj)
es: Escaneando Archivos ({count} escaneados)

source: Scanning game database entries...
es: Escaneando entradas base de datos Juegos

source: Scanning game variants ({count} scanned)
es: Escaneando variantes de juego ({count} escaneados)

source: Scanning games
eo: Skanas ludojn
es: Escaneando Juegos

source: Scanning games ({count} scanned)
eo: Skanas ludojn ({count} skanitaj)
es: Escaneando Juegos({count} escaneados)

source: Select Destination Directory
es: Seleccione Directorio Destino

source: Select First Letter
eo: Elekti unuan literon
es: Seleccione primera letra

source: Select Keyword
eo: Elekti ŝlosilvorton
es: Seleccione palabra clave

source: Select List
eo: Elekti liston
es: Seleccionar lista

source: Select Multiple CD-ROMs
eo: Elekti plurajn KD-ojn
es: Seleccionar Varios CD-ROMs

source: Select Multiple Floppies
es: Seleccionar Varios Disquetes

source: Select Platform
eo: Elekti platformon
es: Seleccionar plataforma

source: Select Source Directory
es: Seleccione Directorio Origen

source: Select Year
eo: Elekti jaron
es: Seleccione Año

source: Select a folder containing Amiga kickstart files and click "{0}"
es: Selecciona una capeta que contenga archivos Kickstar y pulse "{0}"

source: Set language for FS-UAE applications
es: Configurar idioma aplicacion FS-UAE

source: Settings
eo: Agordoj
es: Ajustes

source: Show kickstart setup page on startup when all ROMs are missing
es: Configuración kickstart en el inicio si no hay ROMs disponibles

source: Show window border and decorations
es: Mostrar borde ventana y adornos

source: Shuffle
eo: Miksi
es: Mezclar

source: Size:
eo: Grando:
es: Tamaño:

source: Slow RAM
eo: Malrapida RAM
es: RAM lenta

source: Sound Card
eo: Sonkarto
es: Tarjeta sonido

source: Specified directory does not exist
es: El directorio especificado no existe

source: Specify global options and settings which does not have UI controls
es: Especificar opciones globales y ajustes que no tienen controles UI

source: Start
eo: Komenci
es: Comenzar

source: Start FS-UAE in fullscreen mode
eo: Startigi FS-UAE plenekrane
es: Comenzar FS-UAE en modo Pantalla Completa

source: Start with full keyboard emulation
es: Comenzar con emulación teclado completo

source: Starting scan
eo: Ekskani
es: Comenzando Escáner

source: Stereo Separation
es: Separación estéreo

source: Stop
eo: Halti
es: Parar

source: Stopped by user
eo: Haltita per uzanto
es: Parado por usuario

source: Swap left and right CTRL keys
es: Cambiar tecla CTRL izquierda y derecha

source: Synchronization
eo: Sinkronigo
es: Sincronización

source: Synchronize FS-UAE with your display for smooth video
es: Sincronizar FS-UAE con tu pantalla para video fluido

source: Synchronizing game database...
es: Sincronizando base de datos juegos…

source: Synchronizing personal ratings...
es: Sincronizando calificación personal…

source: Synchronizing with the display can in some cases cause increased stuttering and low frame rates (esp. in some Linux desktop environments with compositing enabled).
es: Sincronizar con la pantalla puedes en algunos casos incrementar cortes y ratio bajo de frames (Sobre todo en algunos escritorios Linux con compositing activado)

source: System
eo: Sistemo
es: Sistema

source: Terms of Download
eo: Elŝutaj terminoj
es: Condiciones de descarga

source: Texture filter
eo: Teksturfiltrilo
es: Filtro Texturas

source: The following options may affect performance, so only enable them when needed for testing or debugging purposes.
es: Las siguientes opciones pueden afectar al rendimiento, solamente actívalas cuando sea necesario para la prueba o depuración.

source: The following options only apply when you use the automatic WHDLoad support in FS-UAE Launcher, for example in relation with the online game database.
es: Las siguientes opciones sólo se aplican cuando se usa el soporte automático WHDLoad desde FS-UAE Launcher, por ejemplo con base de datos de juego online.

source: The options specified here are global and will apply to all configurations. Config options such as hardware and memory options will be ignored. Options suitable here are options like theme options.
es: Las opciones especificadas aquí son globales y se aplicarán a todas las configuraciones. Opciones de configuración como las de hardware y memoria se ignorarán Opciones permitidas aquí son las del tipo opciones de tema.

source: The options specified here will apply to this configuration only.
es: Las opciones especificadas sólo se aplicarán a Esta configuración.

source: This game can be automatically downloaded if you accept the terms
es: Este juego puede descargarse automáticamente si aceptas las condiciones

source: This game must be downloaded before you can play it
es: Este juego debe ser descargado antes de jugarlo

source: This game variant cannot be started because you don't have all required files.
es: Esta variante del juego no puede comenzar porque no tienes todos los ficheros necesarios

source: This plugin is outdated
es: Este plugin esta anticuado

source: Toggle Between Windowed and Full-Screen Mode
es: Cambiar entre modo ventana y pantalla completa

source: Ungrab Input on Middle Mouse Button
es: Desasignar entrada botón central del ratón

source: Update File Database
eo: Ĝisdatigi dosierdatumbazon
es: Actualizar Base de Datos Archivo

source: Update Game Database
eo: Ĝisdatigas luddatumbazon
es: Actualizar base de datos juego

source: Update available: {version}
es: Actualización disponible: {version}

source: Updating Database
eo: Ĝisdatigas datumbazon
es: Actualizando Base de datos

source: Updating database
eo: Ĝisdatigas datumbazon
es: Actualizando base de datos

source: Updating game lists...
eo: Ĝisdatigas listojn de ludojn...
es: Actualizando listado juegos…

source: Updating list '{0}'...
eo: Ĝisdatigas liston '{0}'...
es: Actualizando lista ‘{0}’

source: Updating locker data...
es: Actualizando datos taquilla…

source: Upload
eo: Alŝuti
es: Subir

source: Upload recognized Amiga files to your OAGD.net locker
es: Subir juegos amiga reconocidos a tu taquilla OAGD.net

source: Uploading {name}
eo: Alŝutas {name}
es: Descargando {name}

source: Use RDB disk images for size >= {0}
es: Usar imágenes disco RDB para tamaño >= {0}

source: Use keyboard raw input (Windows)
es: Usar el teclado raw (Windows)

source: Using Kickstart ROM Replacement
es: Usando Reemplazo Kickstart ROM

source: Using Kickstart ROM replacement
es: Usando Reemplazo Kickstart ROM

source: V-Sync
eo: Vertikala sinkronigo
es: Sincronización vertical

source: Video
es: Vídeo

source: Video Settings
es: Ajustes Video

source: Video Synchronization
es: Sincronización Video

source: Video Synchronization Settings
es: Sincronización de Video Ajustes

source: Video buffer format and color depth
es: Formato buffer Video y profundidad de color

source: Video synchronization
es: Sincronización Video

source: Video synchronization method
es: Método Sincronización Video

source: Video texture format (on the GPU)
es: Formato Textura Video (en la GPU)

source: WHDLoad Arguments
eo: Argumentoj de WHDLoad
es: Parámetros WHDLoad

source: Warning
eo: Averto
es: Atención

source: Warning: No ROM files were found!
es: ADVERTENCIA: No archivos ROM encontrados!

source: Web Links
eo: Retligiloj
es: Enlaces Web

source: When Automatic is specified, your preferred language is set based on information from the operating system (or English, if a supported language is not detected).
es: Cuando automático está marcado, tu idioma preferido está basado en la información de tu sistema operativo (o Ingles, si el idioma no es detectado)

source: When checked, enable video synchronization whenever possible
es: Cuando marcada, habilitar sincronización vídeo siempre que sea posible

source: When checked, include a save disk in FS-UAE's floppy swap list
es: Cuando marcada, insertar un disco de guardado en fs-uae cambiar diskette

source: While logged out you will not get database updates
es: Mientras no esté logado no obtendrás actualizaciones de base de datos

source: Write .uaem metadata files
es: Escribir archivos metadatos .uaem

source: Year
eo: Jaro
es: Año

source: You can write key = value pairs here to set FS-UAE options not currently supported by the user interface. This is only a temporary feature until the GUI supports all options directly.
es: Puedes escribir pares clave = valor aquí para establecer las opciones de FS-UAE que no se admiten en la interfaz de usuario. Esto es sólo temporal hasta que la GUI incluya las opciones directamente.

source: You should have kickstart files for each Amiga model you want to use:
es: Debes tener archivos kickstart por cada modelo Amiga que quieras usar:

source: Zoom Amiga display (crop)
es: Visualización Zoom Amiga (recortado)

source: Zorro III Fast Memory
es: Memoria Fast zorro III

source: {amiga_model} with < 2 MB chip memory
es: {amiga_model} con < 2 MB memoria chip

source: {system} Keyboard
eo: {system} Klavaro
es: {system} Teclado

source: {} ROM files were imported
es: {} archivos Rom fueron importados

source: 16-bit
eo: 16-bitoj

source: 32-bit BGRA
eo: 32-bitoj BGRA

source: 32-bit RGBA
eo: 32-bitoj RGBA

source: Auto
eo: Aŭtomata

source: Auto - {}
eo: Aŭtomate - {}

source: CD-ROMs
eo: KD-oj

source: Default - {0}
eo: Defaŭta - {0}

source: Dongle
eo: Aparatara programprotektilo

source: Fast RAM
eo: Rapida RAM

source: Gamepad
eo: Ludregilo

source: Hardware
eo: Hardvaro

source: Hardware Dongle
eo: Aparatara programprotektilo

source: Joysticks & Gamepads
eo: Stirstangoj kaj ludregiloj

source: Plugins
eo: Kromaĵoj

source: Preferred Joysticks
eo: Preferataj stirstangoj

source: Preferred device for secondary joystick:
eo: Preferata aparato por duaranga stirstango:

source: Scaling
eo: Skalado

source: Standard
eo: Norma
