Repository: FrodeSolheim/fs-uae-launcher
Catalog: po/*.po
Languages: eo, es

source: 640x400 + Border
eo: 640x400 + Bordero
es: 640x400 + Borde

source: 640x480 + Border
eo: 640x480 + Bordero
es: 640x480 + Borde

source: 640x512 + Border
eo: 640x512 + Bordero
es: 640x512 + Borde

source: ADF - Extended Floppy Disk Image (MFM Encoded)
es: ADF –Imagen de disquete extendida (MFM codificada)

source: ADF - Standard Floppy Disk Image
es: ADF - Imagen disquete estandar

source: ADF Creator
eo: ADF Kreilo
es: Creador ADF

source: ADF Disk Image Creator
eo: Kreilo de ADF disketbildojn
es: Creador Imágenes de ADF

source: About
eo: Pri
es: Acerca de

source: About {name}
eo: Pri {name}
es: Acerca de {name}

source: Accelerator Board
es: Placa aceleración

source: Accelerator RAM
es: Acelerador RAM

source: Accept
eo: Akcepti
es: Aceptar

source: Accuracy:
eo: Ekzakto:
es: Precisión:

source: Add
eo: Aldoni
es: Añadir

source: Add Directory to Search Path
es: Añadir directorio a la ruta de busqueda

source: Add Files to List
eo: Aldoni dosierojn al listo
es: Añadir Archivos a la Lista

source: Add Multiple CD-ROMs at Once
eo: Aldoni plurajn KD-ojn samtempe
es: Añadir Varios CD-ROMs de Una vez

source: Add Multiple Floppies at Once
eo: Aldoni plurajn disketojn samtempe
es: Añadir Varios Disquetes de Una vez

source: Additional Configuration
eo: Kroma agordo
es: Configuración Adicional

source: Additional Databases
es: Bases de datos adicionales

source: Adult-Themed Games
eo: Adoltaj ludoj
es: Juegos con contenido adulto

source: Advanced
eo: Speciala
es: Avanzado

source: Advanced Audio Options
es: Opciones Avanzadas Sonido

source: Advanced Settings
eo: Specialaj agordoj
es: Ajustes Avanzados

source: Advanced Video
es: Vídeo avanzado

source: Advanced Video Settings
es: Ajustes Video Avanzados

source: All
eo: Ĉio
es: Todo

source: All Games
eo: Ĉiuj ludoj
es: Todos los juegos

source: Amiga Forever Import
eo: Importi el Amiga Forever
es: Importar Amiga Forever

source: Amiga Forever import task started
es: Tarea Importar Amiga Forever comenzada

source: Amiga Joystick
eo: Amiga stirstango
es: Joystick amiga

source: Amiga Model
eo: Modelo de Amiga
es: Modelo Amiga

source: Amiga Mouse
eo: Amiga muzo
es: Ratón de amiga

source: An Error Occurred
eo: Okazis eraron
es: Un Error ha Sucedido

source: Arcade Fullscreen
es: Pantalla completa Arcade

source: Audio
eo: Sono
es: Sonido

source: Audio Settings
eo: Sonagordoj
es: Opciones de Sonido

source: Audio buffer target size (bytes)
es: Tamaño buffer sonido (bytes)

source: Audio buffer target size (ms)
es: Tamaño buffer sonido (ms)

source: Audio output frequency
es: Frecuencia salida sonido

source: Auto + Border
eo: Aŭtomata + Bordero
es: Auto + Borde

source: Auto-Download
eo: Aŭtomate elŝuti
es: Auto-descargar

source: Auto-Fire is Off
eo: La aŭtomata pafado estas malŝaltita
es: Auto-disparo no activo

source: Auto-Fire is On
eo: La aŭtomata pafado estas ŝaltita
es: Auto-disparo activo

source: Automatic
eo: Aŭtomata
es: Automático

source: Available Games
eo: Disponeblaj ludoj
es: Juegos disponibles

source: Available Kickstart Versions
eo: Disponeblaj versioj de Kickstarter
es: Versiones Kickstart Disponibles

source: Available and Auto-Downloadable Games
eo: Disponeblaj kaj aŭtomate elŝuteblaj ludoj
es: Juegos disponibles y Auto descargables

source: Available and Downloadable Games
eo: Disponeblaj kaj elŝuteblaj ludoj
es: Juegos disponibles y descargables

source: Bad Variant
eo: Malbona variaĵo
es: Variante mala

source: Best Variant
eo: Plej bona variaĵo
es: Mejor variante

source: Blizzard SCSI Kit
eo: Blizzard SCSI ilaro
es: Kit SCSI Blizzard

source: Browse
eo: Foliumi
es: Navegar

source: Browse for File
eo: Foliumi datumojn
es: Navegar a un Archivo

source: Browse for Folder
eo: Foliumi dosieron
es: Navegar a una Carpeta

source: CD-ROM Drive
eo: KD-Legilo
es: Lector CD-rom

source: CD-ROM Drive Count
eo: Nombro de KD-legiloj
es: Conteo unidades CD-ROM

source: CD-ROM Drives
eo: KD-Legiloj
es: Lectores CD-ROM

source: CD32 Pad
eo: Stirilo de CD32
es: CD32 Joypad

source: Cancel
eo: Rezigni
es: Cancelar

source: Cannot find required ROM file: {name}
es: No se encuentra archivo necesario ROM: {name}

source: Change fullscreen mode (desktop, fullscreen, window)
eo: Ŝanĝi plenekranan reĝimon (labortablo, plenekrano, fenestro)
es: Cambiar a modo de pantalla completa (escritorio, pantalla completa, ventana)

source: Checksumming
eo: Kontrolsumas
es: Comprobando

source: Checksumming file...
eo: Kontrolsumas dosieron...
es: Comprobando fichero…

source: Chip RAM
es: Chip de RAM

source: Choose CD-ROM Image
eo: Elekti diskbildon
es: Seleccionar Imagen CD-ROM

source: Choose Extended ROM
es: Seleccionar ROM Extendida

source: Choose Floppy Image
eo: Elekti disketbildon
es: Seleccionar Imagen disquete

source: Choose Hard Drive
eo: Elekti Durdiskon
es: Seleccionar Disco Duro

source: Choose Kickstart ROM
eo: Elekti memoron de Kickstart
es: Seleccionar Kickstart ROM

source: Choose Type
eo: Elekti specon
es: Elegir Tipo

source: Choose what folders you want to scan for Amiga files
es: Elegir en que directorio quieres escanear ficheros Amiga

source: Cleaning up...
eo: Purigas...
es: Limpiando...

source: Clear List
eo: Malplenigi Liston
es: Limpiar Lista

source: Click 'Scan' button if you want to re-scan
eo: Klaku "Skani" se vi volas reskani
es: Pulsa el botón 'Escanear' si quieres Re-escanear

source: Click 'Scan' button to start scan
eo: Klaku "Skani" por ekskani
es: Pulsa el botón 'Escanear' para empezar escáner

source: Click to import Kickstart ROMs
eo: Klaku por importi memoron de Kickstart
es: Pulse para importar Kickstart ROMs

source: Close
eo: Fermi
es: Cerrar

source: Committing data...
eo: Enmetas datumojn...
es: Enviando datos...

source: Committing locker data...
es: Transfiriendo datos de taquilla…

source: Config
eo: Agordo
es: Configuración

source: Config Options in Settings
es: Opciones de ajustes en configuración

source: Config in Settings: {name}
es: Ajustes en configuración: {name}

source: Configs
eo: Agordoj
es: Configuración

source: Configs and Games
eo: Agordoj kaj ludoj
es: Configuraciones y juegos

source: Configuration
eo: Agordo
es: Configuración

source: Configuration Browser
es: Configuración Navegador

source: Configurations
eo: Agordoj
es: Configuraciones

source: Configure joysticks and set preferred joystick devices
es: Configurar joystick y seleccionar dispositivo joystick preferido

source: Configure {device_name}
eo: Agordi {device_name}
es: Configurar {device_name}

source: Connect
eo: Konekti
es: Conectado

source: Copy {0} to {1}
eo: Kopii {0} en {1}
es: Copiar {0} en {1}

source: Could not open file for writing
es: No se puede abrir el fichero para escritura

source: Create
eo: Krei
es: Crear

source: Create a blank or formatted ADF floppy disk image
es: Configurar joystick y dispositivo joystick preferido

source: Create a single-partition or partitionable hard drive image
es: Crear una imagen de disco duro con una partición o particionable

source: Create an account now
eo: Krei konton nun
es: Crear una cuenta ahora

source: Create disk image of type:
es: Crear imagen de disco del tipo:

source: Cursor Keys and Right Ctrl/Alt
es: Teclas Cursor y Ctlr/Alt Derecho

source: Custom
eo: Laŭmenda
es: Personalizado

source: Custom Configuration
eo: Laŭmenda agordo
es: Configuración Personalizada

source: Custom IRC Server
eo: Laŭmenda IRC servilo
es: Servidor IRC personalizado

source: Custom Joystick Port
eo: Laŭmenda stirstangpordo
es: Puerto Joystick personalizado

source: Custom Option: {name}
eo: Laŭmenda agordo: {name}
es: Opción personalizada: {name}

source: Custom Options
eo: Laŭmendaj agordoj
es: Opciones personalizadas

source: Custom boot directory for automatic WHDLoad support
es: Directorio de arranque personalizado para WHDLoad automático

source: Custom uae_ Options
eo: Laŭmendaj uae_ agordoj
es: Opciones uae_ Personalizadas

source: Database Games
eo: Datumbazludoj
es: Base de datos juegos

source: Default
eo: Defaŭta
es: Por Defecto

source: Default ({0})
eo: Defaŭta ({0})
es: Por Defecto ({0})

source: Defragment Databases
eo: Malfragmenti datumbazojn
es: Defragmentar Base de datos

source: Defragmenting the databases will improve performance by ensuring that tables and indices are stored contiguously on disk. It will also reclaim some storage space.
es: Defragmentar base de datos puede mejorar el rendimiento asegurando que los índices están situados continuamente en disco. Esto puede requerir espacio de almacenamiento.

source: Defragmenting {name}
eo: {name} malfragmentiĝas
es: Defragmentando {name}

source: Delayed CD-ROM Insert
es: Insertar CD-ROM retrasado

source: Depending on your OS and OpenGL drivers, synchronizing can use needlessly much CPU (esp. applies to Linux). You can experiment with different sync methods to improve performance.
es: Dependiendo de tu SO o driver OpenGL, sincronizar puede usar mucha CPU (esp. En Linux).Puedes experimentar con diferentes métodos de sincronía para mejorar el rendimiento.

source: Depending on your OS and OpenGL drivers, video synchronization can use needlessly much CPU (esp. applies to Linux). You can experiment with different sync methods to improve performance.
es: Dependiendo de tu SO o driver OpenGL, sincronizar puede usar mucha CPU (esp. En Linux). Puedes experimentar con diferentes métodos de sincronía para mejorar el rendimiento.

source: Deprecated: uaegfx_card
eo: Evitinda: uaegfx_card
es: Obsoleto: uaegfx_card

source: Device ID used with OAGD.net authentication
es: ID dispositivo usado con OAGD.net autentificación

source: Did not find required Kickstart or ROM for {}. Wanted one of these files: {}
es: No se encontró Kickstart o ROM necesario para {}. Busca uno de estos archivos: {}

source: Digital Joystick
eo: Cifereca stirstango
es: Joystick Digital

source: Disabled
eo: Malvalidigita
es: Deshabilitado

source: Disconnect
eo: Malkonektigi
es: Desconectado

source: Disk image created
es: Imagen disco creada

source: Don't have an account already?
eo: Ĉu vi ne havas konton jam?
es: No tienes ya una cuenta?

source: Download Game
eo: Elŝuti ludon
es: Descargar juego

source: Download Game Manually
eo: Elŝuti ludon permane
es: Buscando ficheros seleccionables para taquilla OAGD.net

source: Download failed (attempt {0}) - retrying in {0} seconds
eo: La elŝuto fiaskis ({0} a provo) - reprovos en {0} sekundoj
es: Descarga fallida (intento {0}) - reintento en {0} segundos

source: Download failed (attempt {0}) - retrying in {1} seconds
eo: La elŝuto fiaskis ({0} a provo) - reprovos en {1} sekundoj
es: Descarga fallida (intento {0}) - reintento en {1} segundos

source: Download to the following directory, and then click '{0}':
eo: Elŝutu al sekvanta dosiero kaj poste klaku '{0}':
es: Descarga en el siguiente directorio, y pulsa ‘{0}’

source: Downloading {0}...
eo: Elŝutas {0}...
es: Descargando {0}...

source: Drive Count
eo: Nombro de diskoj
es: Conteo unidades

source: E-mail:
eo: Retadreso:
es: Correo electrónico:

source: Eject
eo: Elĵeti
es: Expulsar

source: Empty Floppy Drive Volume
es: Unidad Disquete Vacia

source: Enable Additional Platforms (Requires Restart)
es: Activar plataformas adicionales (es necesario reiniciar)

source: Enable experimental net play GUI (requires restart)
es: Activar interfaz experimental de juego en red (es necesario reiniciar)

source: Enable online database support (requires restart)
es: Activar soporte de base de datos en línea (es necesario reiniciar)

source: Enable/disable use of OAGD.net locker
es: Activar/desactivar uso locker OAGD.net

source: Enable/disable use of the Amiga game database
es: Activar/desactivar el uso de la base de datos de juegos de Amiga

source: Enable/disable use of the Amstrad CPC game database
eo: Ŝalti/malŝalti la uzon del Amstrad CPC luddatumbazon
es: Habilita/deshabilita uso base datos juego Amstrad CPC

source: Enable/disable use of the Arcade game database
es: Habilita/deshabilita uso base de datos juegos Arcade

source: Enable/disable use of the Atari 2600 database
es: Activar/desactivar el uso de la base de datos de Atari 2600

source: Enable/disable use of the Atari 5200 database
es: Activar/desactivar el uso de la base de datos de Atari 5200

source: Enable/disable use of the Atari 7800 database
es: Activar/desactivar el uso de la base de datos de Atari 7800

source: Enable/disable use of the Atari ST game database
eo: Ŝalti/malŝalti la uzon del Atari ST luddatumbazon
es: Habilita/deshabilita uso base datos juego Atari ST

source: Enable/disable use of the CD32 game database
es: Activar/desactivar el uso de la base de datos de juegos de CD32

source: Enable/disable use of the CDTV game database
es: Activar/desactivar el uso de la base de datos de juegos de CDTV

source: Enable/disable use of the Commodore 64 (C64) database
eo: Ŝalti/malŝalti la uzon del Commodore 64 (C64) luddatumbazon
es: Habilita/deshabilita uso base datos Commodore 64 (C64)

source: Enable/disable use of the DOS game database
eo: Ŝalti/malŝalti la uzon del DOS luddatumbazon
es: Habilita/deshabilita uso base de datos juegos DOS

source: Enable/disable use of the Game Boy Advance database
eo: Ŝalti/malŝalti la uzon del Game Boy Advance luddatumbazon
es: Habilita/deshabilita uso base de datos Game Boy Advance

source: Enable/disable use of the Game Boy Color database
es: Habilita/deshabilita uso base de datos Game Boy Color

source: Enable/disable use of the Game Boy database
es: Habilita/deshabilita uso base de datos Game Boy

source: Enable/disable use of the MSX game database
es: Activar/desactivar el uso de la base de datos de juegos de MSX

source: Enable/disable use of the Nintendo (NES) database
eo: Ŝalti/malŝalti la uzon del Nintendo (NES) luddatumbazon
es: Habilita/deshabilita uso base de datos Nintendo (NES)

source: Enable/disable use of the PlayStation database
es: Activar/desactivar el uso de la base de datos de PlayStation

source: Enable/disable use of the Sega Master System database
es: Activar/desactivar el uso de la base de datos de Sega Master System

source: Enable/disable use of the Sega Mega Drive (Genesis) database
es: Activar/desactivar el uso de la base de datos de Sega Meda Drive (Génesis)

source: Enable/disable use of the Super Nintendo database
eo: Ŝalti/malŝalti la uzon del Super Nintendo luddatumbazon
es: Habilita/deshabilita uso base de datos Super Nintendo

source: Enable/disable use of the TurboGrafx-16 game database
es: Activar/desactivar el uso de la base de datos de juegos de TurboGrafx-16

source: Enable/disable use of the ZX Spectrum database
es: Activar/desactivar el uso de la base de datos de ZX Spectrum

source: Enabled
eo: Ŝaltita
es: Habilitado

source: Enabling the following option will synchronize the emulation to the display when the emulation refresh rate matches the screen refresh rate.
es: Habilitar la siguiente opción sincroniza emulación pantalla cuando frecuencia de actualización de emulación coincide con tasa refresco pantalla.

source: Enabling the following option will synchronize the emulation to the display when the emulation refresh rate matches thescreen refresh rate.
es: Habilitar la siguiente opción sincroniza emulación pantalla cuando frecuencia de actualización de emulación coincide con tasa refresco pantalla.

source: Error moving file into place
es: Error moviendo fichero

source: Error writing disk image
es: Error escribiendo imagen disco

source: Expansions
eo: Kompletigoj
es: Expansiones

source: Expect Specific FS-UAE Version
es: Esperar versión especifica FS-UAE

source: Experimental Config Visualization (Requires Restart)
es: Visualización configuración experimental (requiere reiniciar)

source: Experimental Features
eo: Eksperimentaj funkcioj
es: Características Experimentales

source: Extended ROM
es: ROM Extendida

source: Fade-in Duration on Start
es: Duración fade-in Inicio

source: Favorites
eo: Preferataj
es: Favoritos

source: Fetching database entries ({0})
es: Obteniendo entrada base de datos ({0})

source: Fetching game ratings ({0})
es: Buscando Clasificación juego ({0})

source: Fetching locker data...
es: Recuperando datos taquilla…

source: Fetching synchronization information...
es: Recuperando información sincronización

source: Fetching user game ratings ({0})
es: Buscando Clasificación usuario juego ({0})

source: File Database
eo: Dosierdatumbazo
es: Archivo Base de datos

source: File Database Settings
es: Archivo Configuracion Base de Datos

source: File already exists
eo: La dosiero jam ekzistas
es: Fichero ya existe

source: Filename for the new disk image:
eo: Dosiernomo por la nova diskbildo:
es: Nombre para la nueva imagen de disquete:

source: Files for this game are still missing. Did you download the game and put the file(s) in the Downloads directory?
es: Archivos de este juego todavía no encontrados. Descargaste el juego y pusiste el fichero en el directorio de descargas?

source: Filters
eo: Filtriloj
es: Filtros

source: Finding files eligible for OAGD.net Locker
es: Buscando ficheros seleccionables para taquilla OAGD.net

source: First rendered line (NTSC)
es: Primera línea renderizada (NTSC)

source: First rendered line (PAL)
es: Primera línea renderizada (PAL)

source: Floppies
eo: Moldaj diskoj
es: Disquetes

source: Floppy Drive Count
eo: Nombro de disketlegiloj
es: Conteo unidades disquete

source: Floppy Drive Sound Emulation
es: Emular sonido unidad de disquette

source: Floppy Drive Speed
eo: Disketlegilrapido
es: Velocidad unidad disquete

source: Floppy Drive Volume
es: Volumen unidad disquete

source: Floppy Drives
eo: Disketiloj
es: Disqueteras

source: Flush log after each log line
es: Actualizar log después de cada línea del log

source: Forgot your password?
eo: Ĉu vi forgesis vian pasvorton?
es: Olvidaste tu contraseña?

source: Freezer Cartridge
es: Congelar Cartucho

source: Full Frame
eo: Plenkadra
es: Frame Completos

source: Full-scene anti-aliasing (FSAA)
es: Anti-aliasing escena completa (FSAA)

source: Fullscreen
eo: Plenekrano
es: Pantalla Completa

source: Fullscreen Desktop
eo: Plenekrana labortablo
es: Escritorio pantalla completa

source: Fullscreen Mode
eo: Plenekrana reĝimo
es: Modo Pantalla Completa

source: Fullscreen Window
eo: Plenekrana fenestro
es: Pantalla completa en ventana

source: Game Database
eo: Luddatumbazo
es: Base de datos Juegos

source: Game Database Server
es: Servidor Nase de Datos Juego

source: Game Database Settings
eo: Agordoj de luddatumbazo
es: Ajustes Base de datos Juegos

source: Game database authentication
es: Base de datos juegos autentificación

source: Game database email
eo: Retpoŝtadreso de luddatumbazo
es: Base de datos juegos email

source: Game database password
eo: Pasvorto de luddatumbazo
es: Contraseña base de datos Juegos

source: Game database user name
es: Usuario base de datos Juegos

source: Games
eo: Ludoj
es: Juegos

source: Good Variant
eo: Bona variaĵo
es: Variante buena

source: Grab Input on Click
es: Asignar entrada en clic

source: Grab Input on FS-UAE Startup
es: Asignar entrada al inicio FS-UAE

source: Grab keyboard when input is grabbed
es: Asignar teclado cuando se asigna la entrada

source: Graphics Card
eo: Grafikkarto
es: Tarjeta gráfica

source: Graphics Card RAM
es: Gráficos tarjeta RAM

source: HDF - Partitionable Hard Drive Image (RDB)
es: HDF - Fichero Disco duro Particionable (RDB)

source: HDF - Single Partition Hard Disk File
es: HDF - Fichero Disco duro Partición Única

source: HDF Creator
eo: HDF Kreilo
es: Creador HDF

source: HDF Disk Image Creator
es: Creador HDF

source: HRTMon v2.36 (Built-in)
es: HRTMon v2.36 (incorporado)

source: Hard Drives
eo: Fiksitaj Diskoj
es: Discos Duros

source: High
eo: Alta
es: Alto

source: Home
eo: Hejmo
es: Inicio

source: Host Key BACKSLASH
es: Tecla anfitrión barra invertida

source: Host Key EQUALS
es: Tecla Anfitrión IGUAL

source: Host Key INSERT
es: Tecla Anfitrión INSERT

source: Host Key LESS
es: Tecla Anfitrión Menos

source: How to achieve perfectly smooth scrolling
es: Como conseguir scroll perfectamente fluido

source: IRC nickname
eo: IRC kaŝnomo
es: Apodo IRC

source: If you own Amiga Forever, select the drive/folder and click "{0}"
eo: Se vi posedas Amiga Forever, elektu la diskon/dosieron kaj klaku "{0}"
es: Si posees Amiga Forever, selecciona el disco/carpeta y pulsa "{0}"

source: Import
eo: Importi
es: Importar

source: Import From Amiga Forever CD/DVD
eo: Importi el KD/DVD de Amiga Forever
es: Importar Desde Amiga Forever CD/DVD

source: Import Kickstarts
eo: Importi Kickstart-ojn
es: Importar Kickstarts

source: Import Kickstarts and ROMs
es: Importar Kickstarts y ROMs

source: Import task is done
es: Tarea Importación Terminada

source: Include Save Disk
es: Insertar disco de guardado

source: Include built-in configurations
es: Incluir configuraciones Integradas

source: Input
eo: Enigo
es: Entrada

source: Input Options
eo: Enigagordoj
es: Opciones Entrada

source: Internal
eo: Interna
es: Interno

source: Invalid size specified
es: Tamaño inválido especificado

source: JIT Compiler
eo: Ĝustatempa programtradukilo
es: Compilador JIT

source: JIT compiler with a PPC-only OS is not recommended
eo: Uzi ĝustatempan programtradukilon kun PPC-operaciumo ne estas rekomendita
es: No recomendado el compilador JIT con un SO sólo para PPC

source: Joystick & Mouse Port
eo: Pordo de stirstango kaj muso
es: Puerto Joystick y Ratón

source: Joystick Ports
eo: Stirstangaj Pordoj
es: Puerto Joystick

source: Keep aspect ratio when scaling (do not stretch)
es: Manterner el ratio de aspectos cuando escale (no estirar)

source: Key Mapping
es: Asignación teclas

source: Keyboard
eo: Klavaro
es: Teclado

source: Keyboard Settings
eo: Agordoj de klavaro
es: Ajustes Teclado

source: Keyword
eo: Ŝlosilvorto
es: Palabra clave

source: Kickstart import task started
eo: La importo de Kickstart komencis
es: Tarea importación Kickstart comenzada

source: Language
eo: Lingvo
es: Idioma

source: Language:
eo: Lingvo:
es: Idioma:

source: Launcher Font Size
es: Tamaño de la fuente lanzador

source: Launcher Theme
eo: Etoso del lanĉilo
es: Lanzador Tema

source: Launching FS-UAE
eo: Lanĉas FS-UAE
es: Comenzando FS-UAE

source: Launching Game
eo: Lanĉas ludon
es: Lanzando Juego

source: Left
eo: Maldekstra
es: Izquierda

source: Letter
eo: Litero
es: Letra

source: List
eo: Listo
es: Lista

source: Load state by number
es: Cargar estado por numero

source: Loading...
eo: Ŝarĝas...
es: Cargando…

source: Log Autoscale Changes
es: Registro Cambios Autoescala

source: Log In
eo: Ensaluti
es: Logarse

source: Log In / Register
eo: Ensaluti / Enregistriĝi
es: Logarse / Registrarse

source: Log In to Your OAGD.net Account
es: Logarse de tu cuentaOAGD.net

source: Log Input Events
es: Registro Eventos Entrada

source: Log Out
eo: Elsaluti
es: Deslogarse

source: Log Out from Your OAGD.net Account
eo: Elsaluti el via OAGD.net konto
es: Deslogarse de tu cuentaOAGD.net

source: Log database query plans
es: Registro planes consulta base de datos

source: Logging
eo: Ensalutas
es: Iniciando sesión

source: Logging in will enable the online game database and more
es: Logarse activará la base de datos online y más

source: Low
eo: Malalta
es: Bajo

source: Low latency video sync
es: Sincronismo video baja latencia

source: Main Configuration Options
es: Opciones Configuración Principal

source: Main Menu
eo: Ĉefa menuo
es: Menú Principal

source: Main Volume
eo: Ĉefa sonforteco
es: Volumen principal

source: Maintenance
eo: Prizorgado
es: Mantenimiento

source: Make:
eo: Krei:
es: Hacer:

source: Media Swap List
es: Lista Intercambio Medios

source: Medium
eo: Datumportilo
es: Medio

source: Middle Left
eo: Mezmaldekstra
es: Media izquierda

source: Middle Right
eo: Mezdekstra
es: Medio derecha

source: Missing Files
eo: Mankantaj dosierojn
es: Ficheros no encontrados
